#რომელ ბიბლიოთეკას ვიყენებთ პითონში გეომეტრული ფიგურების ასაგებად?
#გეომეტრიული კითხვების ასაგებად ვიყენებთ from turtle import კოდს
#რომელ ფუნქციას ვიყენებთ როდესაც ტერმინალში გვუნდა რაიმეს ატვირთვა?
#ჩვენ ვიყენებთ print ფუნქციას
#პიტონში შეუძლებელია ალგორითმების გამოყენება
#False
#ათწილადზე სამუშაოდ რომელ მონაცემთა ტიპს ვიყენებთ?
#ვიყენებთ float მონაცემთა ტიპს
#რომელია პითონის სწორი კომენტარი?
#პითონის სწორი კომენტარია #
#რომელ ფუნქციას ვიყენებთ ტერმინალიდან ტექსტის მისაღებად მომხმარებლისგან?
#ჩვენ ვიყენებთ input ფუნქციას
#input ფუნქციიდან შედეგი გამოდის სტრინგის სახით
#True
#როგორ ვამოწმებთ მონაცემთა  ტიპს?
#Type ფუნქციით
#რომელი ცვლადი ინახავს ათწილადს?
#x=10/2
#რომელ ვარიანტშია ცვლადი სწორედ შექმნილი?
#x=10
#რას გამოიტანს კოდი?
#name="goal"
#surename="örientadze"
#age=100
#error
#რას გამოიტანს კოდი?
#num1=10
#num2=20
#print="(strnum1) + str(num2))"
#1020